Repository: ares1060/theFoundation
Catalog: _services/Gallery/lang/Gallery_*.po
Languages: de

source: No folder name
de: Es wurde kein Ordnername eingegeben

source: UPLOAD_SUCCESS
de: Die Dateien wurden erfolgreich hinaufgeladen

source: ERROR_UPLOAD_DIR_NOT_EXISTS
de: Die Dateien konnten nicht hinaufgeladen werden weil das Uploadverzeichnis nicht existiert.

source: ERROR_WRONG_FORMAT
de: Die Datei konnten nicht hinaufgeladen werden weil sie ein falsches Format hat.

source: ERROR_MAX_FILE_SIZE
de: Die Datei konnten nicht hinaufgeladen werden da sie zu gro&szlig; ist.

source: NO_UPLOADS
de: Keine Files angegeben.

source: NO_ALBUM_NAME
de: Bitte geben sie einen Albumnamen an.

source: NEW_ALBUM_SUCCESS
de: Das neue Album wurde erfolgreich erstellt

source: EDIT_ALBUM_SUCCESS
de: Das Album wurde erfolgreich gespeichert

source: sucessfully edited folder
de: Der Ordner wurde erfolgreich gespeichert

source: EDIT_IMAGE_SUCCESS
de: Das Bild wurde erfolgreich gespeichert

source: New Folder
de: Neuer Ordner

source: No Folder
de: Kein Ordner

source: FOLDER
de: Ordner

source: DELETE_IMAGE_SUCCESS
de: Das Bild wurde erfolgreich gel&ouml;scht

source: DELETE_IMAGE_ERROR
de: Das Bild konnte nicht gel&ouml;scht werden

source: DELETE_ALBUM_SUCCESS
de: Das Album wurde erfolgreich gel&ouml;scht

source: DELETE_ALBUM_ERROR
de: Das Album konnte nicht gel&ouml;scht werden

source: Folder deleted successfully
de: Der Ordner wurde erfolgreich gel&ouml;scht

source: Folder could not be deleted
de: Der Ordner konnte nicht gel&ouml;scht werden

source: Thumb for folder set successfully
de: Das Ordnerbild wurde erfolgreich gespeichert.

source: Thumb for folder could not be set
de: Das Ordnerbild konnten nicht gespeichert werden.

source: Thumb for album set successfully
de: Das Albumsbild wurde erfolgreich gespeichert.

source: Thumb for album could not be set
de: Das Albumsbild konnte nicht gespeichert werden.

source: NEW_ALBUM
de: Neues Album
