Repository: ares1060/theFoundation
Catalog: _services/eFiling/lang/eFiling_*.po
Languages: de

source: _wrong val (int)
de: Bitte geben sie bei {name} eine Zahl ein

source: _wrong val (email)
de: Bitte geben sie bei {name} eine E-Mail adresse ein

source: _wrong val (soznr)
de: Bitte geben sie bei {name} eine Sozialversicherungsnummer ein

source: _wrong val (string)
de: Bitte geben sie bei {name} einen Text ein

source: _Filing error
de: Sie konnte nicht angemeldet werden

source: _Filing successfull
de: Sie haben sich erfolgreich angemeldet

source: _Form update success
de: Das Formular wurde erfolgreich gespeichert

source: _Form update error
de: Das Formular konnte nicht gespeichert werden

source: _Group update success
de: Die Gruppe wurde erfolgreich gespeichert

source: _Group update error
de: Die Gruppe konnte nicht gespeichert werden

source: _Form insert success
de: Das Formular wurde erfolgreich erstellt

source: _Form insert error
de: Das Formular konnte nicht erstellt werden

source: _Group insert success
de: Die Gruppe wurde erfolgreich erstellt

source: _Group insert error
de: Die Gruppe konnte nicht erstellt werden

source: _Data insert success
de: Die Daten wurden erfolgreich erstellt

source: _Data insert error
de: Die Daten konnten nicht erstellt werden

source: _Data edit success
de: Die Daten wurden erfolgreich gespeichert

source: _Data edit error
de: Die Daten konnten nicht gespeichert werden

source: _Moving Sucess
de: Erfolgreich verschoben

source: _Error Moving
de: Beim bewegen ist ein Fehler aufgetreten

source: _Group already used
de: Die Gruppe wird schon verwendet

source: _delete success
de: Erfolgreich gel&ouml;scht

source: _delete error
de: Konnte leider nicht gel&ouml;scht werden

source: _Id not found
de: Die Id konnte nicht gefunden werden

source: _form not active
de: Das Formular ist nicht offen. Die Anmeldung ist schon vorbei oder hat noch nicht begonnen.

source: _wrong filing id
de: Die Anmeldungsid konnte nicht gefunden werden
